import img from "@/assets/images/topography_wallpaper.jpg";

const contentMap = [
  {
    id: 0,
    type: "Shower",
    images: [
      { id: 0, image: "https://bentglass.ru/public/products/Images/curved-glass-for-shower-cabin/shower1.png" },
      { id: 1, image: "https://bentglass.ru/public/products/Images/curved-glass-for-shower-cabin/shower2.png" },
      { id: 2, image: "https://bentglass.ru/public/products/Images/curved-glass-for-shower-cabin/shower4.png" },
    ],
    texts: [
      {
        id: 0,
        text: "Одно из приоритетных направлений работы нашей организации – это производство гнутых стеклопакетов, а также их транспортировка и монтаж. Стеклопакет представляет собой светопрозрачную конструкцию, которая состоит из двух либо больше стеклянных полотен.",
      },
      {
        id: 1,
        text: "Одно из приоритетных направлений работы нашей организации – это производство гнутых стеклопакетов, а также их транспортировка и монтаж. Стеклопакет представляет собой светопрозрачную конструкцию, которая состоит из двух либо больше стеклянных полотен.",
      },
      {
        id: 2,
        text: "Одно из приоритетных направлений работы нашей организации – это производство гнутых стеклопакетов, а также их транспортировка и монтаж. Стеклопакет представляет собой светопрозрачную конструкцию, которая состоит из двух либо больше стеклянных полотен.",
      },
    ],
  },
  {
    id: 1,
    type: "Mirrors",
    images: [
      { id: 0, image: "https://bentglass.ru/public/products/Images/curved-mirrors/curved-mirror1.png" },
      { id: 1, image: "https://bentglass.ru/public/products/Images/curved-mirrors/curved-mirror2.png" },
      { id: 2, image: "https://bentglass.ru/public/products/Images/curved-mirrors/curved-mirror3.png" },
    ],
    texts: [
      {
        id: 0,
        text: "Одно из приоритетных направлений работы нашей организации – это производство гнутых стеклопакетов, а также их транспортировка и монтаж. Стеклопакет представляет собой светопрозрачную конструкцию, которая состоит из двух либо больше стеклянных полотен.",
      },
      {
        id: 1,
        text: "Одно из приоритетных направлений работы нашей организации – это производство гнутых стеклопакетов, а также их транспортировка и монтаж. Стеклопакет представляет собой светопрозрачную конструкцию, которая состоит из двух либо больше стеклянных полотен.",
      },
      {
        id: 2,
        text: "Одно из приоритетных направлений работы нашей организации – это производство гнутых стеклопакетов, а также их транспортировка и монтаж. Стеклопакет представляет собой светопрозрачную конструкцию, которая состоит из двух либо больше стеклянных полотен.",
      },
    ],
  },
  {
    id: 2,
    type: "Ladders",
    images: [
      { id: 0, image: "https://bentglass.ru/public/products/Images/curved-glass-for-stairs/stairs1.png" },
      { id: 1, image: "https://bentglass.ru/public/products/Images/curved-glass-for-stairs/stairs5.png" },
      { id: 2, image: "https://bentglass.ru/public/products/Images/curved-glass-for-stairs/stairs4.png" },
    ],
    texts: [
      {
        id: 0,
        text: "Одно из приоритетных направлений работы нашей организации – это производство гнутых стеклопакетов, а также их транспортировка и монтаж. Стеклопакет представляет собой светопрозрачную конструкцию, которая состоит из двух либо больше стеклянных полотен.",
      },
      {
        id: 1,
        text: "Одно из приоритетных направлений работы нашей организации – это производство гнутых стеклопакетов, а также их транспортировка и монтаж. Стеклопакет представляет собой светопрозрачную конструкцию, которая состоит из двух либо больше стеклянных полотен.",
      },
      {
        id: 2,
        text: "Одно из приоритетных направлений работы нашей организации – это производство гнутых стеклопакетов, а также их транспортировка и монтаж. Стеклопакет представляет собой светопрозрачную конструкцию, которая состоит из двух либо больше стеклянных полотен.",
      },
    ],
  },
  {
    id: 3,
    type: "Showcases",
    images: [
      { id: 0, image: "https://bentglass.ru/public/products/Images/curved-glass-for-showcases/showcases1.png" },
      { id: 1, image: "https://bentglass.ru/public/products/Images/curved-glass-for-showcases/showcases2.png" },
      { id: 2, image: "https://bentglass.ru/public/products/Images/curved-glass-for-showcases/showcases3.png" },
    ],
    texts: [
      {
        id: 0,
        text: "Одно из приоритетных направлений работы нашей организации – это производство гнутых стеклопакетов, а также их транспортировка и монтаж. Стеклопакет представляет собой светопрозрачную конструкцию, которая состоит из двух либо больше стеклянных полотен.",
      },
      {
        id: 1,
        text: "Одно из приоритетных направлений работы нашей организации – это производство гнутых стеклопакетов, а также их транспортировка и монтаж. Стеклопакет представляет собой светопрозрачную конструкцию, которая состоит из двух либо больше стеклянных полотен.",
      },
      {
        id: 2,
        text: "Одно из приоритетных направлений работы нашей организации – это производство гнутых стеклопакетов, а также их транспортировка и монтаж. Стеклопакет представляет собой светопрозрачную конструкцию, которая состоит из двух либо больше стеклянных полотен.",
      },
    ],
  },
  {
    id: 4,
    type: "Furniture",
    images: [
      { id: 0, image: "https://bentglass.ru/public/products/Images/curved-glass-for-furniture/furniture1.png" },
      { id: 1, image: "https://bentglass.ru/public/products/Images/curved-glass-for-furniture/furniture2.png" },
      { id: 2, image: "https://bentglass.ru/public/products/Images/curved-glass-for-furniture/furniture3.png" },
    ],
    texts: [
      {
        id: 0,
        text: "Одно из приоритетных направлений работы нашей организации – это производство гнутых стеклопакетов, а также их транспортировка и монтаж. Стеклопакет представляет собой светопрозрачную конструкцию, которая состоит из двух либо больше стеклянных полотен.",
      },
      {
        id: 1,
        text: "Одно из приоритетных направлений работы нашей организации – это производство гнутых стеклопакетов, а также их транспортировка и монтаж. Стеклопакет представляет собой светопрозрачную конструкцию, которая состоит из двух либо больше стеклянных полотен.",
      },
      {
        id: 2,
        text: "Одно из приоритетных направлений работы нашей организации – это производство гнутых стеклопакетов, а также их транспортировка и монтаж. Стеклопакет представляет собой светопрозрачную конструкцию, которая состоит из двух либо больше стеклянных полотен.",
      },
    ],
  },
  {
    id: 5,
    type: "Spheres",
    images: [
      { id: 0, image: "https://bentglass.ru/public/products/Images/spherical-glass/spherical1.png" },
      { id: 1, image: "https://bentglass.ru/public/products/Images/spherical-glass/spherical2.png" },
      { id: 2, image: "https://bentglass.ru/public/products/Images/spherical-glass/spherical3.png" },
    ],
    texts: [
      {
        id: 0,
        text: "Одно из приоритетных направлений работы нашей организации – это производство гнутых стеклопакетов, а также их транспортировка и монтаж. Стеклопакет представляет собой светопрозрачную конструкцию, которая состоит из двух либо больше стеклянных полотен.",
      },
      {
        id: 1,
        text: "Одно из приоритетных направлений работы нашей организации – это производство гнутых стеклопакетов, а также их транспортировка и монтаж. Стеклопакет представляет собой светопрозрачную конструкцию, которая состоит из двух либо больше стеклянных полотен.",
      },
      {
        id: 2,
        text: "Одно из приоритетных направлений работы нашей организации – это производство гнутых стеклопакетов, а также их транспортировка и монтаж. Стеклопакет представляет собой светопрозрачную конструкцию, которая состоит из двух либо больше стеклянных полотен.",
      },
    ],
  },
];

export { contentMap };