import img from "@/assets/images/topography_wallpaper.jpg";

const contentMap = [
  {
    id: 0,
    type: "Shower",
    images: [
      { id: 0, image: img },
      { id: 1, image: img },
      { id: 2, image: img },
    ],
    texts: [
      {
        id: 0,
        text: "Одно из приоритетных направлений работы нашей организации – это производство гнутых стеклопакетов, а также их транспортировка и монтаж. Стеклопакет представляет собой светопрозрачную конструкцию, которая состоит из двух либо больше стеклянных полотен.",
      },
      {
        id: 1,
        text: "Одно из приоритетных направлений работы нашей организации – это производство гнутых стеклопакетов, а также их транспортировка и монтаж. Стеклопакет представляет собой светопрозрачную конструкцию, которая состоит из двух либо больше стеклянных полотен.",
      },
      {
        id: 2,
        text: "Одно из приоритетных направлений работы нашей организации – это производство гнутых стеклопакетов, а также их транспортировка и монтаж. Стеклопакет представляет собой светопрозрачную конструкцию, которая состоит из двух либо больше стеклянных полотен.",
      },
    ],
  },
];

export { contentMap };