const selectorsData = [
  {
    id: 0,
    title: "Как мы работаем",
    type: "multi",
    selectedTextData: [
      {
        id: 0,
        text: "Красивые, созданные с душой вещи делают мир лучше, – мы убеждаемся в этом с каждым новым проектом, независимо от масштаба, будь то журнальный столик или большое зеркальное панно с фацетом, фигурное зеркало или архитектурный элемент – прозрачный купол, навес, лестница.",
        subText: [
          { id: 0, animateID: 2, text: "Каждый день на стекольной фабрике «Omni Vitrum» идет работа над самыми разными заказами, и всякий раз мастера стремятся делать неповторимые, интересные и долговечные вещи для внутреннего убранства и внешних фасадов." },
          { id: 1, animateID: 3, text: "И сейчас мы следуем тем же принципам, с коих начинали свою деятельность когда-то давно в маленькой гаражной мастерской – изготавливать стекла и зеркала, которые запоминаются, приносят радость своим владельцам, не устаревая в течение многих лет." },
          { id: 2, animateID: 4, text: "Мы гарантируем высокий профессионализм, качество производства, точные сроки исполнения, возможность отслеживать каждый этап работы." },
        ],
        other: null,
      },
    ],
    selectedRoute: [
      { id: 0, title: "Душевая", type: "Shower" },
      { id: 1, title: "Зеркала", type: "Mirrors" },
      { id: 2, title: "Лесницы", type: "Ladders" },
      { id: 3, title: "Витрины", type: "Showcases" },
      { id: 4, title: "Фурнитура", type: "Furniture" },
      { id: 5, title: "Сферы", type: "Spheres" },
    ],
  },
  {
    id: 1,
    title: "Как происходит сотрудничество",
    type: "single",
    selectedTextData: [
      {
        id: 0,
        text: "Вы обращаетесь к нам (письменно или по телефону на сайте).",
        subText: null,
        other: null,
      },
      {
        id: 1,
        text: "Наши специалисты обсуждают детали заказа, учитывают все ваши идеи и пожелания.",
        subText: [
          { id: 0, animateID: 2, text: "Большой выбор решений представлен в каталоге готовых работ фабрики, но всегда есть возможность воплотить в реальность новые задумки, создать эксклюзивные экземпляры, которые украсят собой интерьер вашего дома или офиса, общественного заведения." },
        ],
        other: null,
      },
      {
        id: 2,
        text: "Происходит окончательное согласование проекта с участием дизайнера и мастеров, которые при надобности производят замеры на месте, чтобы будущий экземпляр идеально вписался в отведенное для него пространство.",
        subText: null,
        other: null,
      },
      {
        id: 3,
        text: "Создаются чертежи и эскизы, компьютерный макет, затем начинается непосредственное изготовление.",
        subText: null,
        other: null,
      },
      {
        id: 4,
        text: "Мы укладываемся в строго обозначенные сроки, осуществляем аккуратную доставку готового экземпляра по Москве и области, а также грамотный монтаж, что гарантирует безопасность эксплуатации стекол и зеркал.",
        subText: null,
        other: null,
      },
    ],
    selectedRoute: null
  },
  {
    id: 2,
    title: "Наши возможности",
    type: "single",
    selectedTextData: [
      {
        id: 0,
        text: "Сегодня в нашем распоряжении собственное производство стекол и зеркал в Москве, передовое компьютеризированное оборудование, первоклассные материалы, квалифицированные и ответственные мастера. Но мы продолжаем двигаться вперед и развиваться, отслеживаем и перенимаем лучшее, что есть в мире стекольного искусства.",
        subText: null,
        other: "Наша работа включает в себя следующие направления.",
      },
      {
        id: 1,
        text: "Изготовление зеркал на заказ",
        subText: [
          { id: 0, animateID: 2, text: "Доступны все виды изделий – настенные, ростовые, гримерные, фигурные экземпляры, в том числе из осветленного стекла, с подсветкой, а также искусственно состаренные, неотличимые от подлинного антиквариата." },
          { id: 1, animateID: 3, text: "Пользуются неизменным спросом панно с художественной обработкой, зеркальная плитка для ванной." },
        ],
        other: null,
      },
      {
        id: 2,
        text: "Обработка стекла, моллирование",
        subText: [
          { id: 0, animateID: 2, text: "На фабрике осуществляется резка и обработка стеклянных листов, закаливание и моллирование, то есть придание полотну заданной изогнутой формы." },
          { id: 1, animateID: 3, text: "Радиусное стекло на заказ применяют для создания элементов фасадов и интерьеров – навесов, лестниц, ограждений, межкомнатных перегородок, душевых кабин, входных дверей, панорамных лифтов, круглых витрин, аквариумов." },
          { id: 2, animateID: 4, text: "Наши профессионалы изготавливают оригинальную мебель из стекла — стеллажи, столы, полочки в ванную. При надобности мы отремонтируем ваши любимые предметы." },
          { id: 3, animateID: 5, text: "Стеклянные кухонные фартуки преображают помещение и надежно защищают рабочую зону от внешних воздействий." },
        ],
        other: null,
      },
      {
        id: 3,
        text: "Художественная обработка стекол и зеркал",
        subText: [
          { id: 0, animateID: 2, text: "Изделие становится неповторимым, если украсить поверхность с помощью искусного пескоструйного рисунка, фотопечати, гравировки или фацета, окрасить либо матировать стекло." },
        ],
        other: null,
      },
    ],
    selectedRoute: null
  },
];

export { selectorsData }