[
  {
    "id": 0,
    "name": "products",
    "selector": [
      {
        "id": 0,
        "type": "bent-glass",
        "routeTitle": "Гнутое стекло",
        "content": {
          "images": [
            {
              "id": 0,
              "image": "/"
            }
          ],
          "texts": [
            {
              "id": 0,
              "animatedId": 2,
              "text": "Гнутое стекло является неотъемлемым компонентом современного интерьера и архитектуры. Несмотря на то, что на первый взгляд плоский стеклянный лист, например, оконное стекло, кажется неподатливым, на самом деле при определенных условиях он может быть изогнут.",
              "subText": null,
              "other": null
            },
            {
              "id": 1,
              "animatedId": 3,
              "text": "Современные технологии позволяют создавать стекло различных форм, сохраняя его основные характеристики - прозрачность, прочность, равномерную толщину.",
              "subText": null,
              "other": null
            },
            {
              "id": 2,
              "animatedId": 4,
              "text": "Мы используем только высококачественное оборудование, благодаря которому добиваемся высокого качества наших изделий.",
              "subText": null,
              "other": null
            },
            {
              "id": 3,
              "animatedId": 5,
              "text": "Гнутое стекло на заказ может использоваться в различных проектах, начиная от предметов мебели, небольших витрин в магазинах и заканчивая панорамными панелями на фасадах современных зданий.",
              "subText": null,
              "other": null
            },
            {
              "id": 4,
              "animatedId": 6,
              "text": null,
              "subText": null,
              "other":
                "Процесс изготовления гнутого стекла на заказ включает термическую обработку, или моллирование."
            },
            {
              "id": 5,
              "animatedId": 7,
              "text": "Этот поэтапный процесс возможен только при использовании профессионального стекольного оборудования.",
              "subText": [
                {
                  "id": 0,
                  "animatedId": 2,
                  "text": "Сначала поверхность стекла обрабатывается, шлифуется и полируется для обеспечения гладкости и безопасности."
                },
                {
                  "id": 1,
                  "animatedId": 3,
                  "text": "Затем подготавливается металлический шаблон, точно повторяющий необходимый изгиб стекла."
                },
                {
                  "id": 2,
                  "animatedId": 4,
                  "text": "Лист стекла нагревается до 600-650 градусов Цельсия, становится податливым, после чего под собственным весом стекает на формовочный шаблон."
                }
              ],
              "other": null
            },
            {
              "id": 6,
              "animatedId": 8,
              "text": "Существует также технология изготовления без использования шаблонов, что позволяет моллировать стекло любого типа и размера, включая покрытое специальными покрытиями.",
              "subText": null,
              "other": null
            },
            {
              "id": 7,
              "animatedId": 9,
              "text": "В результате получается изделие, идеально соответствующее чертежам. Готовое гнутое стекло для мебели, лестниц, перегородок или витрин обладает высокой прочностью и способно выдерживать различные нагрузки.",
              "subText": null,
              "other": null
            }
          ]
        }
      },
      {
        "id": 1,
        "type": "bent-triplex",
        "routeTitle": "Гнутый триплекс",
        "content": {
          "images": [
            {
              "id": 0,
              "image": "/"
            }
          ],
          "texts": [
            {
              "id": 0,
              "animatedId": 2,
              "text": "Обычное гнутое стекло не всегда способно выдержать значительные нагрузки, особенно при создании прочных конструкций.",
              "subText": null,
              "other": null
            },
            {
              "id": 1,
              "animatedId": 3,
              "text": "Для таких целей требуется более прочный и долговечный материал, таким материалом является гнутый триплекс. Это специальное многослойное стекло, состоящее из нескольких изогнутых  соединенных листов.  Внешняя поверхность триплекса рекомендуем покрыть  защитной пленкой для увеличения его защитных свойств.",
              "subText": null,
              "other": null
            },
            {
              "id": 5,
              "animatedId": 7,
              "text": "Существуют различные виды триплекса, в зависимости от используемых материалов для соединения листов:",
              "subText": [
                {
                  "id": 0,
                  "animatedId": 2,
                  "text": "Пленочный триплекс, где соединительным материалом является полимерная пленка, сохраняющая высокую прозрачность."
                },
                {
                  "id": 1,
                  "animatedId": 3,
                  "text": "Заливной триплекс, где листы соединяются клейким раствором с последующей УФ обработкой, создавая очень прочное изделие."
                }
              ],
              "other": null
            },
            {
              "id": 6,
              "animatedId": 8,
              "text": "Гнутый триплекс широко применяется для создания различных конструкций, таких как витрины, навесы, лестницы, балконы, ограждения и другие элементы благодаря своей прочности и долговечности. Он также используется для интерьерного дизайна, позволяя создавать уникальные изделия с декоративной обработкой.",
              "subText": null,
              "other": null
            },
            {
              "id": 7,
              "animatedId": 9,
              "text": "Производство гнутого триплекса включает несколько этапов, таких как нагревание листов для придания им эластичности, формирование изгиба под действием собственной массы и один из видов триплексации.",
              "subText": null,
              "other": null
            }
          ]
        }
      },
      {
        "id": 2,
        "type": "curved-glass-for-showcases",
        "routeTitle": "Гнутое стекло для витрин",
        "content": {
          "images": [
            {
              "id": 0,
              "image": "/"
            }
          ],
          "texts": [
            {
              "id": 0,
              "animatedId": 2,
              "text": "Наша компания специализируется на изготовлении гнутого стекла для витрин и предметов мебели по индивидуальным заказам. В отличие от крупных производств, мы готовы выполнить даже небольшие партии продукции, так как обладаем современным оборудованием, способным перенастраиваться под различные требования производства. Мы предлагаем широкий выбор гнутого стекла для витрин различных размеров и характеристик по доступной цене. Наши изделия отличаются высоким качеством и надежностью, несмотря на их небольшую толщину. Мы также предлагаем услуги по доставке и установке стеклянных изделий на месте.",
              "subText": null,
              "other": null
            },
            {
              "id": 1,
              "animatedId": 3,
              "text": "Если вам необходимо приобрести гнутое стекло для витрин, не стесняйтесь связаться с нами. Мы оперативно обрабатываем заказы и гарантируем производство стеклянных изделий на высшем уровне. Доверьте нам свой заказ, и мы с удовольствием выполним его с мастерством и профессионализмом.",
              "subText": null,
              "other": null
            }
          ]
        }
      },
      {
        "id": 3,
        "type": "curved-glass-for-furniture",
        "routeTitle": "Гнутое стекло для мебели",
        "content": {
          "images": [
            {
              "id": 0,
              "image": "/"
            }
          ],
          "texts": [
            {
              "id": 0,
              "animatedId": 2,
              "text": "С появлением технологии моллирования, гнутое стекло стало широко используемым материалом в современной жизни. Из него создаются различные предметы, такие как витрины магазинов, мебельные фасады, аквариумы, перегородки, двери, душевые кабины и декоративные элементы.",
              "subText": null,
              "other": null
            },
            {
              "id": 1,
              "animatedId": 3,
              "text": "Гнутое стекло популярно для дизайна интерьеров и изготовления мебели. Современная мебель не только функциональна, но и уникальна и эстетична. Использование гнутого стекла позволяет создавать потрясающие предметы и делает интерьеры неповторимыми.",
              "subText": null,
              "other": null
            },
            {
              "id": 2,
              "animatedId": 4,
              "text": "Фасады из гнутого стекла также востребованы и выглядят привлекательно. Декорирование стекла узорами и другими деталями придает им потрясающий вид. Мебель из стекла, несмотря на хрупкость, надежна и безопасна благодаря специальной обработке.",
              "subText": null,
              "other": null
            },
            {
              "id": 3,
              "animatedId": 5,
              "text": "Изогнутые стеклянные изделия, созданные нашими специалистами, являются безопасными и практичными, так как используются защитные покрытия и каленое стекло.",
              "subText": null,
              "other": null
            }
          ]
        }
      },
      {
        "id": 4,
        "type": "spherical-glass",
        "routeTitle": "Сферическое стекло",
        "content": {
          "images": [
            {
              "id": 0,
              "image": "/"
            }
          ],
          "texts": [
            {
              "id": 0,
              "animatedId": 2,
              "text": "Наша компания специализируется на индивидуальном подходе к каждому клиенту. Мы можем изготовить сферическое стекло по вашим размерам и предпочтениям, с учетом всех технических требований и дизайнерских решений. Мы работаем с самыми передовыми технологиями и материалами, чтобы обеспечить высокое качество и долговечность наших изделий.",
              "subText": null,
              "other": null
            },
            {
              "id": 1,
              "animatedId": 3,
              "text": "Если у вас есть проект, требующий изготовления сферического стекла или других нетрадиционных форм, обратитесь к нам. Мы рады помочь вам реализовать ваши идеи и создать уникальные изделия из стекла для вашего бизнеса или дома. С нами вы получите не только красивые и функциональные изделия, но и надежного партнера, на которого можно положиться.",
              "subText": null,
              "other": null
            }
          ]
        }
      },
      {
        "id": 5,
        "type": "spherical-mirrors",
        "routeTitle": "Сферические зеркала",
        "content": {
          "images": [
            {
              "id": 0,
              "image": "/"
            }
          ],
          "texts": [
            {
              "id": 0,
              "animatedId": 2,
              "text": "Сферическое зеркало производится путем нанесения тонкого слоя металлического покрытия на вогнутое стекло. Создается форма, которая соответствует желаемому размеру и форме зеркала, на эту форму из стекла наносится тонкий слой металла, такой как алюминий или серебро, в редких случаях используется покраска или хромирование.",
              "subText": null,
              "other": null
            },
            {
              "id": 1,
              "animatedId": 3,
              "text": "Покрытие должно быть равномерным и тонким, чтобы обеспечить хорошую отражательную способность зеркала. После нанесения металлического покрытия на стекло наносится защитный лак, который защищает металлическое покрытие от любых повреждений.",
              "subText": null,
              "other": null
            },
            {
              "id": 2,
              "animatedId": 4,
              "text": "Сферические зеркала используются в различных приложениях, таких как оптические приборы, автомобильные зеркала и декоративные зеркала. Они могут быть изготовлены в разных размерах и формах, в зависимости от потребностей заказчика.",
              "subText": null,
              "other": null
            }
          ]
        }
      },
      {
        "id": 6,
        "type": "curved-glass-for-shower-cabin",
        "routeTitle": "Гнутое стекло для душевой кабины",
        "content": {
          "images": [
            {
              "id": 0,
              "image": "/"
            }
          ],
          "texts": [
            {
              "id": 0,
              "animatedId": 2,
              "text": "Мы также предлагаем возможность изготовления душевых кабин по индивидуальным заказам. Мы готовы реализовать любые ваши дизайнерские идеи, создавая уникальные и стильные изделия, которые будут идеально вписываться в интерьер вашей ванной комнаты.",
              "subText": null,
              "other": null
            },
            {
              "id": 1,
              "animatedId": 3,
              "text": "Наши душевые с гнутыми стеклами отличаются не только красивым внешним видом, но и высоким качеством исполнения. Мы используем только качественные материалы и современное оборудование, что обеспечивает долговечность и надежность наших изделий.",
              "subText": null,
              "other": null
            },
            {
              "id": 2,
              "animatedId": 4,
              "text": "Если вы хотите приобрести стильную и практичную душевую кабину с гнутым стеклом, обратитесь к нам. Мы с удовольствием поможем вам выбрать подходящий вариант и изготовим изделие по вашим индивидуальным требованиям. Мы гарантируем высокое качество и отличный сервис!",
              "subText": null,
              "other": null
            }
          ]
        }
      },
      {
        "id": 7,
        "type": "tempered-curved-glass",
        "routeTitle": "Каленое гнутое стекло",
        "content": {
          "images": [
            {
              "id": 0,
              "image": "/"
            }
          ],
          "texts": [
            {
              "id": 0,
              "animatedId": 2,
              "text": "Существуют две технологии обработки стеклянного полотна. Одна из них - термическая закалка, которая придает материалу устойчивость к повреждениям. В процессе нагревания до почти плавления в производственной печи лист стекла деформируется, получая нужную форму, и затем быстро охлаждается. Этот метод применяется для создания гнутого закаленного стекла, но имеет ограничение по размеру изделия и радиусу.",
              "subText": null,
              "other": null
            },
            {
              "id": 1,
              "animatedId": 3,
              "text": null,
              "subText": [
                { "id": 0, "animationId": 3, "text": "Минимальный радиус составляет 1000 мм, а минимальный размер 800 на 800 мм." }
              ],
              "other": null
            },
            {
              "id": 0,
              "animatedId": 4,
              "text": "Второй способ - химическая закалка, которая не имеет таких ограничений по размеру, но является более дорогостоящей. Она основана на погружении материала в разогретый соляной расплав, что приводит к образованию сильного напряжения сжатия на поверхности стекла. Результат - изделие, значительно прочнее обычного.",
              "subText": null,
              "other": null
            },
            {
              "id": 0,
              "animatedId": 5,
              "text": "Для повышения надежности и безопасности, рекомендуется использовать многослойное стекло, такое как триплекс, которое удерживает фрагменты при разрушении.",
              "subText": null,
              "other": null
            }
          ]
        }
      },
      {
        "id": 8,
        "type": "90degree-bent-glass",
        "routeTitle": "Гнутое стекло под 90 градусов",
        "content": {
          "images": [
            {
              "id": 0,
              "image": "/"
            }
          ],
          "texts": [
            {
              "id": 0,
              "animatedId": 2,
              "text": "Да, стекло может быть гнутым под 90 градусов, но в любом случае  будет иметь небольшой радиус изгиба. Радиус сгибания будет изменяться в зависимости от толщины стекла. Например, на стекле толщиной 6 миллиметров радиус сгибания будет около 20 миллиметров, а на стекле толщиной 8 миллиметров - около 50 миллиметров.",
              "subText": null,
              "other": null
            },
            {
              "id": 1,
              "animatedId": 3,
              "text": "Гнутое стекло под 90 градусов применяется в различных областях, таких как мебельное производство, остекления зданий, производство витрин и душевых кабин.",
              "subText": null,
              "other": null
            },
            {
              "id": 2,
              "animatedId": 4,
              "text": "Важно отметить, что максимальные размеры моллированного стекла могут варьироваться в зависимости от конкретных условий производства и возможностей производителя. Поэтому рекомендуется обратиться к специалистам или производителям для получения конкретной информации о габаритах гнутого стекла под 90 градусов.",
              "subText": null,
              "other": null
            }
          ]
        }
      },
      {
        "id": 9,
        "type": "fireproof-glass",
        "routeTitle": "Огнеупорное стекло",
        "content": {
          "images": [
            { "id": 0, "image": "/" }
          ],
          "texts": [
            {
              "id": 0,
              "animatedId": 2,
              "text": "Изготовим огнеупорное керамическое стекло по индивидуальным размерам",
              "subText": null,
              "other": null
            },
            {
              "id": 1,
              "animatedId": 2,
              "text": null,
              "subText": [
                { "id": 0, "animationId": 2, "text": "Максимальные размеры листа 1100х1954мм" }
              ],
              "other": null
            },
            {
              "id": 2,
              "animatedId": 3,
              "text": null,
              "subText": [
                { "id": 0, "animationId": 3, "text": "Толщина стекла составляет 4мм или 5мм" }
              ],
              "other": null
            },
            {
              "id": 3,
              "animatedId": 4,
              "text": null,
              "subText": [
                { "id": 0, "animationId": 4, "text": "Высокий коэффициент теплопроводности, максимальная температура до 750 °C" }
              ],
              "other": null
            },
            {
              "id": 4,
              "animatedId": 5,
              "text": null,
              "subText": [
                { "id": 0, "animationId": 5, "text": "Термическая нагрузка 560°C — 5000 часов, 660°C — 100 часов." }
              ],
              "other": null
            },
            {
              "id": 5,
              "animatedId": 6,
              "text": "Закалёное стекло в качестве жаропрочного может быть использовано лишь в дверцах духовых шкафов, т.к способно выдерживать температуру по ГОСТ до 250°С.",
              "subText": null,
              "other": null
            },
            {
              "id": 6,
              "animatedId": 7,
              "text": "Для банных печей и каминов, производственных печей, подойдёт только стеклокерамика Robax, которая выдерживает температуру до 760°С и резкие перепады температур.",
              "subText": null,
              "other": null
            }
          ]
        }
      },
      {
        "id": 10,
        "type": "curved-glass-for-fireplace",
        "routeTitle": "Гнутое стекло для камина",
        "content": {
          "images": [
            { "id": 0, "image": "/" }
          ],
          "texts": [
            {
              "id": 0,
              "animatedId": 2,
              "text": "Стекло для камина производится из керамического стекла, которое получается путем подвергания его нагреванию до высоких температур и последующей специальной формовке. Благодаря этому процессу стекло становится гибким и может быть изогнуто в различных направлениях. Затем стекло постепенно охлаждается, что позволяет создавать красивые и оригинальные дизайны.",
              "subText": null,
              "other": null
            },
            {
              "id": 1,
              "animatedId": 3,
              "text": "Когда дело касается огнеупорного стекла для камина, его изгибание происходит с небольшим радиусом, это делает процесс производства более сложным из-за требования высоких температур.",
              "subText": null,
              "other": null
            },
            {
              "id": 2,
              "animatedId": 4,
              "text": null,
              "subText": [
                { "id": 0, "animationId": 4, "text": "Одним из главных преимуществ гнутого стекла для камина является его термостойкой. Оно выдерживает высокие температуры и не трескается при контакте с огнем и водой, что делает его безопасным для использования в камине или печи." }
              ],
              "other": null
            },
            {
              "id": 3,
              "animatedId": 5,
              "text": null,
              "subText": [
                { "id": 0, "animationId": 5, "text": "Толщина гнутого стекла для камина может варьироваться в зависимости от его типа. Огнеупорное стекло обычно имеет толщину 4-5 мм, а закаленное стекло может быть толщиной от 5 до 19 мм." }
              ],
              "other": null
            },
            {
              "id": 4,
              "animatedId": 6,
              "text": null,
              "subText": [
                { "id": 0, "animationId": 6, "text": "Одним из недостатков гнутого стекла для камина является его высокая стоимость. Однако при правильном использовании и уходе за ним, оно может прослужить долгое время и стать настоящим украшением интерьера." }
              ],
              "other": null
            }
          ]
        }
      },
      {
        "id": 11,
        "type": "tempered-glass",
        "routeTitle": "Закаленное стекло",
        "content": {
          "images": [
            { "id": 0, "image": "/" }
          ],
          "texts": [
            {
              "id": 0,
              "animatedId": 2,
              "text": null,
              "subText": [
                { "id": 0, "animationId": 2, "text": "Наша специальная производственная линия позволяет нам производить закаленное стекло высокого качества с максимальными размерами до 4200 мм." }
              ],
              "other": null
            },
            {
              "id": 1,
              "animatedId": 3,
              "text": "Процесс закалки стекла заключается в нагреве обычного листового стекла до точки плавления, а затем его резком охлаждении. Это создает в стекле особую структуру, которая придает ему повышенную прочность и стойкость к разрыву. Закаленное стекло обладает устойчивостью к ударам, перепадам температур и механическим воздействиям, что делает его идеальным для различных применений.",
              "subText": null,
              "other": null
            },
            {
              "id": 2,
              "animatedId": 4,
              "text": "Мы можем произвести закаленное стекло различной толщины в соответствии с вашими требованиями. Обычно мы работаем с толщинами стекла от 4 до 19 мм, однако мы готовы рассмотреть и более специальные запросы.",
              "subText": null,
              "other": null
            },
            {
              "id": 3,
              "animatedId": 5,
              "text": "Наша команда высококвалифицированных сотрудников всегда готова предоставить вам подробную консультацию и помочь определиться с заказом. Мы готовы выполнить даже самые требовательные запросы и предложить вам грамотное решение для вашего проекта.",
              "subText": null,
              "other": null
            },
            {
              "id": 4,
              "animatedId": 6,
              "text": "Вы можете связаться с нашей командой, чтобы обсудить детали вашего заказа и получить более подробную информацию о нашей продукции и услугах. Мы стремимся предоставить нашим клиентам стекло высочайшего качества, удовлетворяющее их потребностям и ожиданиям.",
              "subText": null,
              "other": null
            }
          ]
        }
      },
      {
        "id": 12,
        "type": "curved-mirrors",
        "routeTitle": "Гнутые зеркала",
        "content": {
          "images": [
            { "id": 0, "image": "/" }
          ],
          "texts": [
            {
              "id": 0,
              "animatedId": 2,
              "text": null,
              "subText": null,
              "other": "Гнутое зеркало в интерьере: добавление элегантности и глубины"
            },
            {
              "id": 1,
              "animatedId": 3,
              "text": "Гнутое зеркало – это уникальный элемент интерьера, который способен придать помещению особый шарм и привлекательность. Оно отлично смотрится в разных стилях оформления, от классического до современного, и может быть использовано в самых разных помещениях – от гостиной и прихожей до ванной комнаты и спальни.",
              "subText": null,
              "other": null
            },
            {
              "id": 2,
              "animatedId": 4,
              "text": "Одной из основных преимуществ гнутых зеркал является его способность создавать ощущение глубины и пространства в помещении. Благодаря своей изогнутой форме, оно может разнообразить геометрию интерьера, добавить динамики и игры света, а также визуально расширить пространство.",
              "subText": null,
              "other": null
            },
            {
              "id": 3,
              "animatedId": 5,
              "text": "Еще одним преимуществом использования гнутых зеркал в интерьере является их способность отражать свет. Благодаря своей изогнутой поверхности, они могут отражать свет в разных направлениях, создавая эффект игры света и тени. Это особенно актуально в помещениях с ограниченным естественным освещением, где зеркало может визуально увеличить освещенность и сделать помещение более светлым и просторным.",
              "subText": null,
              "other": null
            },
            {
              "id": 4,
              "animatedId": 6,
              "text": "Гнутое зеркало также отлично сочетается с другими элементами интерьера, такими как мебель и аксессуары. Например, оно может быть установлено над консольным столиком или комодом, создавая эффект зеркального отражения, или же использоваться как составная часть зеркальной стены, создавая впечатление непрерывного отражения и визуальной гармонии.",
              "subText": null,
              "other": null
            },
            {
              "id": 5,
              "animatedId": 7,
              "text": "В заключение, гнутые зеркала в интерьере – это универсальный декоративный элемент, способный добавить элегантности, глубины и света помещению. Оно является эстетически привлекательным и функциональным элементом интерьера, который способен преобразить любое помещение и создать уникальную атмосферу.",
              "subText": null,
              "other": null
            }
          ]
        }
      },
      {
        "id": 13,
        "type": "curved-glass-for-stairs",
        "routeTitle": "Гнутое стекло для лестницы",
        "content": {
          "images": [
            { "id": 0, "image": "/" }
          ],
          "texts": [
            {
              "id": 0,
              "animatedId": 2,
              "text": null,
              "subText": null,
              "other": "Производство гнутого стекла для лестниц является сложным процессом, требующим специальных технологий и оборудования. Гнутое закаленное стекло используется для создания стильных и современных дизайнов и обладает рядом преимуществ, таких как эстетическая привлекательность, прочность и функциональность."
            },
            {
              "id": 1,
              "animatedId": 3,
              "text": null,
              "subText": null,
              "other": "Первоначально, процесс производства стекла для лестниц начинается с выбора подходящего стекла. Обычно используется закаленное или ламинированное стекло, которое обладает повышенной прочностью и безопасностью."
            },
            {
              "id": 2,
              "animatedId": 4,
              "text": null,
              "subText": [
                { "id": 0, "animatedId": 4, "text": "При изготовлении триплекса необходимо учитывать, что минимальная толщина стекла составляет 4 мм - 1 мм пленка и 4 мм еще одно стекло." }
              ],
              "other": null
            },
            {
              "id": 3,
              "animatedId": 5,
              "text": null,
              "subText": [
                { "id": 0, "animatedId": 5, "text": "Данную формулу можно изменить в большую сторону." }
              ],
              "other": null
            },
            {
              "id": 4,
              "animatedId": 6,
              "text": null,
              "subText": [
                { "id": 0, "animatedId": 6, "text": "Рекомендуем использовать осветленное стекло." }
              ],
              "other": null
            },
            {
              "id": 5,
              "animatedId": 7,
              "text": null,
              "subText": [
                { "id": 0, "animatedId": 7, "text": "Чертежи принимаем в формате автокада или пдф." }
              ],
              "other": null
            }
          ]
        }
      },
      {
        "id": 14,
        "type": "curved-glass-unit",
        "routeTitle": "Гнутый стеклопакет",
        "content": {
          "images": [
            {"id": 0, "image": "/"}
          ],
          "texts": [
            {
              "id": 0,
              "animatedId": 2,
              "text": null,
              "subText": null,
              "other": "Гнутый стеклопакет - это особый вид стеклопакета, который имеет радиусную форму. Он часто используется в архитектуре и дизайне помещений, чтобы создавать уникальные и изысканные оконные конструкции."
            },
            {
              "id": 1,
              "animatedId": 3,
              "text": null,
              "subText": [
                {"id": 0, "animatedId": 3, "text": "Гнутые стеклопакеты могут быть выполнены из различных типов стекла, таких как закаленное, ламинационное или изолированное стекло. Эти типы стекла обеспечивают дополнительную прочность, безопасность и изоляцию."}
              ],
              "other": null
            },
            {
              "id": 2,
              "animatedId": 4,
              "text": "Гнутые стеклопакеты могут иметь различные формы и размеры, что открывает широкие возможности для дизайна и архитектурных решений. Они могут быть использованы в оконных конструкциях, витражах, фасадах зданий, перегородках и других элементах интерьера и экстерьера.",
              "subText": null,
              "other": null
            },
            {
              "id": 3,
              "animatedId": 5,
              "text": "Одним из главных преимуществ гнутых стеклопакетов является их способность пропускать больше естественного света и создавать более открытое и просторное впечатление в помещении. Кроме того, они способны улучшить звуко- и теплоизоляцию, что повышает комфорт и энергоэффективность здания.",
              "subText": null,
              "other": null
            },
            {
              "id": 4,
              "animatedId": 6,
              "text": "Гнутые стеклопакеты также обладают высокой степенью долговечности и устойчивости к воздействию окружающей среды. Они могут выдерживать различные погодные условия, защищать помещение от ультрафиолетовых лучей и повышать безопасность.",
              "subText": null,
              "other": null
            }
          ]
        }
      },
      {
        "id": 15,
        "type": "curved-glass-for-aquarium",
        "routeTitle": "Гнутое стекло для аквариума",
        "content": {
          "images": [
            {"id": 0, "image": "/"}
          ],
          "texts": [
            {
              "id": 0,
              "animatedId": 2,
              "text": null,
              "subText": null,
              "other": ""
            },
            {
              "id": 1,
              "animatedId": 3,
              "text": "У нас есть множество готовых шаблонов для производства аквариумов, но мы также рады выполнить уникальный вариант по вашим индивидуальным предпочтениям. Наши мастера обеспечат идеально ровную поверхность и прозрачность материала, а также гарантируют отсутствие зазоров и максимальную герметичность.",
              "subText": null,
              "other": null
            },
            {
              "id": 2,
              "animatedId": 4,
              "text": "Существует множество видов аквариумов, которые могут быть изготовлены из гнутого стекла. Радиусное стекло может принимать различные формы, что позволяет создать аквариумы практически любого вида и размера. Например, это может быть компактная модель, размещенная на прочной столешнице с тумбой для хранения принадлежностей, или целая стена, отведенная под аквариум.",
              "subText": null,
              "other": null
            },
            {
              "id": 3,
              "animatedId": 5,
              "text": "Не забывайте учесть, что объем аквариума должен соответствовать размерам его обитателей. Выгнутая стенка резервуара увеличивает его вместимость, тогда как вогнутая — уменьшает. Обратитесь к нашим специалистам, и они помогут вам выбрать наиболее подходящий вид и размер аквариума для ваших потребностей.",
              "subText": null,
              "other": null
            }
          ]
        }
      },
      {
        "id": 16,
        "type": "curved-glass-for-special-equipment",
        "routeTitle": "Гнутое стекло для спец техники",
        "content": {
          "images": [
            {"id": 0, "image": "/"}
          ],
          "texts": [
            {
              "id": 0,
              "animatedId": 2,
              "text": null,
              "subText": null,
              "other": "Гнутое стекло является одним из важных элементов специализированной техники, такой как автомобили, поезда, самолеты, суда и другие виды транспорта. Оно предлагает целый ряд преимуществ и играет важную роль в обеспечении безопасности и функциональности этих транспортных средств."
            },
            {
              "id": 1,
              "animatedId": 3,
              "subText": null,
              "other": null,
              "text": "Одним из главных преимуществ гнутого стекла является его способность обеспечивать широкий обзор и улучшенную видимость оператора или водителя. Благодаря изгибу, гнутое стекло может улучшить угол обзора и снизить количество слепых зон, что особенно важно для специализированной техники, работающей в условиях ограниченной видимости или сложной среды."
            },
            {
              "id": 2,
              "animatedId": 4,
              "subText": null,
              "other": null,
              "text": "Кроме того, радиусное стеклоизделие обладает повышенной прочностью и устойчивостью к внешним воздействиям. Оно способно выдерживать значительные механические нагрузки, такие как вибрации, удары, нагрузки от ветра и давление, что обеспечивает надежную защиту и сохранность оператора и пассажиров специализированной техники."
            },
            {
              "id": 3,
              "animatedId": 5,
              "subText": null,
              "other": null,
              "text": "Кроме того, гнутое стекло может быть изготовлено с дополнительными функциональными свойствами, такими как защита от УФ-излучения, тепло- и звукоизоляция, антибликовое покрытие и другие свойства, специально разработанные для удовлетворения потребностей конкретного применения."
            },
            {
              "id": 4,
              "animatedId": 6,
              "subText": null,
              "other": null,
              "text": "Процесс производства гнутого стекла включает подвержение стекла высоким температурам и применение специальных форм или матриц для достижения желаемой формы и изгиба. Для специализированной техники важно обеспечить точные размеры, качество поверхности и герметичность, чтобы гнутое стекло идеально подходило и было функциональным."
            }
          ]
        }
      },
      {
        "id": 17,
        "type": "curved-glass-for-boats",
        "routeTitle": "Гнутое стекло на катер",
        "content": {
          "images": [
            {"id": 0, "image": "/"}
          ],
          "texts": [
            {
              "id": 0,
              "animatedId": 2,
              "text": null,
              "subText": null,
              "other": "Гнутое стекло является неотъемлемой частью катеров и играет важную роль в их конструкции. Оно обладает рядом преимуществ, которые делают его оптимальным выбором для использования в таких судах."
            },
            {
              "id": 1,
              "animatedId": 3,
              "subText": null,
              "other": null,
              "text": "Одним из основных преимуществ гнутого стекла на катерах является его способность обеспечивать обзорность и безопасность во время плавания. Благодаря своей форме оно позволяет получить широкий угол обзора, что особенно важно при навигации и управлении судном. Оператор катера получает лучшую видимость вокруг себя, что способствует улучшению безопасности на воде."
            },
            {
              "id": 2,
              "animatedId": 4,
              "subText": null,
              "other": null,
              "text": "Кроме того, гнутое стекло обладает высокой прочностью, что делает его устойчивым к воздействию внешних факторов, таких как вибрации, удары и давление от воды. Это особенно важно для катеров, которые могут сталкиваться с неровными морскими условиями или высокими скоростями. Радиусноее стекло обеспечивает надежную защиту оператора и пассажиров от возможных повреждений и обеспечивает долговечность и надежность судна в целом."
            }
          ]
        }
      }
    ]
  },
  {
    "id": 1,
    "name": "service",
    "selector": [
      {
        "id": 0,
        "type": "molten-glass",
        "routeTitle": "Моллированное стекло",
        "content": {
          "images": [
            {"id": 0, "image": "/"}
          ],
          "texts": [
            {
              "id": 0,
              "animatedId": 2,
              "text": "Плоский стеклянный лист можно изгибать для придания материалу необходимой формы. После такой обработки гнутое стекло на заказ становится особенно прочным, так что его можно использовать для витрин, стеклопакетов, ограждений, радиусных дверей или других архитектурных элементов, которые часто испытывают большие нагрузки.",
              "subText": null,
              "other": null
            },
            {
              "id": 1,
              "animatedId": 3,
              "text": null,
              "subText": null,
              "other": "Как изготавливают моллированное стекло."
            },
            {
              "id": 2,
              "animatedId": 3.5,
              "text": "Чтобы правильно обрабатывать стеклянное полотно, изгибать его под заданным углом, создавая новые формы, требуется профессионализм и специальное оборудование.",
              "subText": null,
              "other": null
            },
            {
              "id": 3,
              "animatedId": 4,
              "text": "На нашей стекольной фабрике создают изделия по новым технологиям с использованием лучших материалов. Каждый полученный экземпляр непременно отвечает самым высоким стандартам качества.",
              "subText": null,
              "other": null
            },
            {
              "id": 4,
              "animatedId": 4.5,
              "text": null,
              "subText": null,
              "other": "Для этого:"
            },
            {
              "id": 5,
              "animatedId": 5,
              "text": null,
              "subText": [
                { "id": 0, "animatedId": 5, "text": "Вырезают нужную заготовку из стекла, шлифуют кромки." }
              ],
              "other": null
            },
            {
              "id": 6,
              "animatedId": 5.5,
              "text": null,
              "subText": [
                { "id": 0, "animatedId": 5.5, "text": "Подвергают материал термической обработке в плавильной печи." }
              ],
              "other": null
            },
            {
              "id": 7,
              "animatedId": 6,
              "text": null,
              "subText": [
                { "id": 0, "animatedId": 6, "text": "Размягченный лист под собственной массой оседает на заранее заготовленный шаблон. Так он принимает нужный внешний вид, например, радиусное стекло для душевой кабины или витрина." }
              ],
              "other": null
            },
            {
              "id": 8,
              "animatedId": 6.5,
              "text": null,
              "subText": [
                { "id": 0, "animatedId": 6.5, "text": "Полученный экземпляр равномерно охлаждают под направленным потоком воздуха." }
              ],
              "other": null
            },
            {
              "id": 9,
              "animatedId": 7.5,
              "text": null,
              "subText": null,
              "other": "Моллированное стекло в Москве."
            },
            {
              "id": 10,
              "animatedId": 8,
              "text": "Наша компания принимает заказы на изготовление стекол и зеркал любого размера и дизайна, будь то сложная конструкция для облицовки фасадов или обычные стеклянные полочки для ванной комнаты.",
              "subText": null,
              "other": null
            },
            {
              "id": 11,
              "animatedId": 8.5,
              "text": null,
              "subText": null,
              "other": "Мы специализируемся на гибке стекла и производстве моллированного стекла по индивидуальным заказам."
            },
            {
              "id": 12,
              "animatedId": 9,
              "text": "Процесс изготовления моллированного стекла включает несколько этапов. Сначала мы вырезаем нужную заготовку из плоского стеклянного листа и шлифуем кромки, чтобы обеспечить безопасность и эстетичность изделия.",
              "subText": null,
              "other": null
            },
            {
              "id": 13,
              "animatedId": 9.5,
              "text": "Затем стекло подвергается термической обработке в плавильной печи, где оно нагревается до определенной температуры. Это позволяет размягчить стекло и сделать его податливым для изгиба.",
              "subText": null,
              "other": null
            },
            {
              "id": 14,
              "animatedId": 10,
              "text": "Размягченный лист стекла осторожно укладывается на заранее подготовленный шаблон или форму, чтобы придать ему нужную форму или изгиб. Например, мы можем создать радиусное стекло для душевой кабины или витрину с нестандартной формой.",
              "subText": null,
              "other": null
            },
            {
              "id": 15,
              "animatedId": 10.5,
              "text": "После этого стекло остывает под контролируемой воздушной струей, что способствует его закреплению в новой форме. Этот этап также помогает улучшить прочность и безопасность изделия.",
              "subText": null,
              "other": null
            },
            {
              "id": 16,
              "animatedId": 11,
              "text": "Наша компания готова выполнить заказ на моллированное стекло любого размера и дизайна. Мы используем только высококачественные материалы и следуем самым строгим стандартам качества. Будь то стеклянные полочки для ванной комнаты или сложная конструкция для облицовки фасадов, мы гарантируем превосходное качество и надежность нашей продукции.",
              "subText": null,
              "other": null
            },
            {
              "id": 17,
              "animatedId": 11.5,
              "text": null,
              "subText": [
                { "id": 0, "animatedId": 11.5, "text": "Обращайтесь к нам с вашими требованиями, и мы с удовольствием поможем вам реализовать ваш проект из моллированного стекла." }
              ],
              "other": null
            }
          ]
        }
      },
      {
        "id": 1,
        "type": "glass-polishing",
        "routeTitle": "Полировка стекла",
        "content": {
          "images": [
            {"id": 0, "image": "/"}
          ],
          "texts": [
            {
              "id": 0,
              "animatedId": 2,
              "text": "Полировка стекла - это процесс удаления поверхностных дефектов и пятен с поверхности стеклянных изделий для восстановления их прозрачности и блеска. Этот процесс часто применяется для удаления царапин, мутности и других поверхностных повреждений, которые могут появиться на стекле со временем или вследствие неправильного использования или обработки.",
              "subText": null,
              "other": null
            },
            {
              "id": 1,
              "animatedId": 3,
              "text": "Полировка стекла требует определенных навыков и специального оборудования. В процессе полировки используются абразивные материалы, такие как алмазная паста или специальные полировальные составы, а также инструменты, обеспечивающие контролируемое и равномерное давление на поверхность стекла.",
              "subText": null,
              "other": null
            },
            {
              "id": 2,
              "animatedId": 4,
              "text": "Прежде чем приступить к полировке, необходимо очистить стекло от пыли и грязи. Затем наносится полировальная паста или состав, и производятся движения по кругу или вдоль поврежденной поверхности. Этот процесс продолжается до тех пор, пока повреждения на стекле не будут полностью удалены или значительно уменьшены.",
              "subText": null,
              "other": null
            },
            {
              "id": 3,
              "animatedId": 5,
              "text": "После полировки стекло тщательно промывают и высушивают, чтобы удалить остатки полировального материала. При необходимости можно также применить защитное покрытие для предотвращения повторного появления повреждений и облегчения ухода за стеклянной поверхностью.",
              "subText": null,
              "other": null
            },
            {
              "id": 4,
              "animatedId": 6,
              "text": "Полировка стекла может быть эффективным способом восстановления его внешнего вида и функциональности. Она может применяться на различных типах стекла, включая оконные стекла, стеклянные столы, зеркала, автомобильные стекла и другие. Однако, следует иметь в виду, что в случае глубоких царапин или повреждений, полировка может не дать полностью идеального результата, и в некоторых случаях может потребоваться замена стекла.",
              "subText": null,
              "other": null
            },
            {
              "id": 5,
              "animatedId": 7,
              "text": "Полировка стекла - это процесс, который лучше доверить профессионалам. Если у вас есть стеклянные изделия, требующие полировки, рекомендуется обратиться к опытным стекольщикам или специализированным фирмам, которые могут гарантировать качественную и безопасную полировку стекла.",
              "subText": null,
              "other": null
            }
          ]
        }
      },
      {
        "id": 2,
        "type": "glass-tempering",
        "routeTitle": "Закалка стекла",
        "content": {
          "images": [
            {"id": 0, "image": "/"}
          ],
          "texts": [
            {
              "id": 0,
              "animatedId": 2,
              "text": "Закалка стекла - это процесс нагрева и последующего охлаждения стекла для придания ему повышенной прочности и устойчивости к различным механическим и термическим нагрузкам. Этот процесс изменяет структуру стекла, делая его более долговечным и безопасным.",
              "subText": null,
              "other": null
            },
            {
              "id": 1,
              "animatedId": 3,
              "text": "Главная цель закалки стекла - укрепить его поверхность и предотвратить возможность разрушения при случайных ударам или температурных перепадах. Закаленное стекло обладает высокой устойчивостью к механическим нагрузкам, таким как удары, трения и гибки, и позволяет снизить риск повреждения или разрыва стекла.",
              "subText": null,
              "other": null
            },
            {
              "id": 2,
              "animatedId": 4,
              "text": "Процесс закалки стекла включает несколько этапов. Сначала стекло нагревается до высокой температуры, обычно около 600-700 градусов Цельсия. Затем оно быстро охлаждается, используя различные методы, такие как напыление воды или воздушный поток. Быстрое охлаждение создает разность температур между внешними и внутренними слоями стекла, что приводит к созданию внутренних напряжений и укреплению его структуры.",
              "subText": null,
              "other": null
            },
            {
              "id": 3,
              "animatedId": 5,
              "text": "Закалка стекла может применяться для различных типов стекла, включая оконное стекло, стеклянные двери, стеклянные полки и столы, а также для автомобильных стекол. Закаленное стекло обычно используется в тех местах, где требуется повышенная прочность и безопасность, таких как душевые кабины, балконные ограждения, фасады зданий и т. д.",
              "subText": null,
              "other": null
            },
            {
              "id": 4,
              "animatedId": 6,
              "text": "Преимущества закаленного стекла включают повышенную прочность, защиту от разрушения при ударах или случайных повреждениях, устойчивость к температурным перепадам, а также его способность к разделению на мелкие безопасные осколки в случае разрыва. Это делает его более безопасным в использовании и снижает риск получения серьезных травм.",
              "subText": null,
              "other": null
            },
            {
              "id": 5,
              "animatedId": 7,
              "text": "Однако стоит отметить, что закаленное стекло после процесса закалки становится очень прочным, но более хрупким по сравнению со стандартным стеклом. В случае разрыва оно может разлететься на мелкие осколки, что может представлять определенную опасность. Поэтому при работе с закаленным стеклом необходимо использовать соответствующие меры предосторожности и соблюдать инструкции производителей.",
              "subText": null,
              "other": null
            },
            {
              "id": 6,
              "animatedId": 8,
              "text": "В заключение, закалка стекла является важным процессом, который позволяет усилить стекло, обеспечивая повышенную прочность и безопасность. Этот процесс применяется в различных сферах, где требуется использование стекла с повышенными характеристиками прочности.",
              "subText": null,
              "other": null
            }
          ]
        }
      },
      {
        "id": 3,
        "type": "chemical-glass-tempering",
        "routeTitle": "Химическая закалка стекла",
        "content": {
          "images": [
            {"id": 0, "image": "/"}
          ],
          "texts": [
            {
              "id": 0,
              "animatedId": 2,
              "text": "Химическая закалка стекла – это процесс повышения прочности и устойчивости стекла путем воздействия на его поверхность химическими веществами. В отличие от термической закалки, при которой происходит нагрев стекла до высоких температур, химическая закалка осуществляется при комнатной температуре.",
              "subText": null,
              "other": null
            },
            {
              "id": 1,
              "animatedId": 3,
              "text": "Основной принцип химической закалки стекла заключается в создании сжатых напряжений на поверхности стекла путем взаимодействия его поверхностных слоев с химическими реагентами. Этот процесс может происходить в несколько этапов.",
              "subText": null,
              "other": null
            },
            {
              "id": 2,
              "animatedId": 4,
              "text": "Первым этапом химической закалки стекла является очистка поверхности стекла от загрязнений и жиров с помощью ванн с щелочными растворами или специальными очистителями. Это позволяет создать оптимальные условия для взаимодействия стекла с дальнейшими реагентами.",
              "subText": null,
              "other": null
            },
            {
              "id": 3,
              "animatedId": 5,
              "text": "Следующим этапом процесса является погружение стекла в растворы химических веществ, которые способны изменить его структуру и создать сжатые напряжения на поверхности. Один из наиболее часто используемых реагентов для химической закалки стекла - это раствор пониженных фторидов. При контакте со стеклом эти реагенты проникают в его поверхностные слои и вызывают изменение состава стекла, что приводит к созданию сжатых напряжений.",
              "subText": null,
              "other": null
            },
            {
              "id": 4,
              "animatedId": 6,
              "text": "Третий этап заключается в обработке стекла для удаления остаточных реагентов и получения гладкой, прозрачной поверхности. Для этого применяются специальные растворы или способы обработки, такие как полировка или полирование.",
              "subText": null,
              "other": null
            },
            {
              "id": 5,
              "animatedId": 7,
              "text": "Преимущества химической закалки стекла включают улучшение его прочности, устойчивости к ударам и царапинам, а также способность стекла сохранять интегритет даже при разрушении. Закаленное химическим способом стекло также обладает определенной степенью устойчивости к термическим перепадам и может быть использовано в условиях высоких температур и экстремальных условиях. Это делает его идеальным материалом для таких областей, как автомобильная промышленность, строительство, электроника и технологии дисплеев.",
              "subText": null,
              "other": null
            },
            {
              "id": 6,
              "animatedId": 8,
              "text": null,
              "subText": null,
              "other": "Однако следует отметить, что химическая закалка стекла имеет свои ограничения. Во-первых, этот процесс применим только к определенным типам стекла, которые реагируют на химические реагенты и могут изменять свою структуру. Во-вторых, химическая закалка может иметь некоторые ограничения в отношении размеров и форм стекла, которые могут быть обработаны. Также стоит учитывать, что закаленное химическим способом стекло может быть менее прозрачным, чем обычное стекло, и иметь особенности в отражении света."
            },
            {
              "id": 7,
              "animatedId": 9,
              "text": "В целом, химическая закалка стекла представляет собой эффективный способ повышения прочности и устойчивости стекла, что позволяет расширить его область применения и использовать в более требовательных условиях эксплуатации. Однако для каждого конкретного случая необходимо учитывать особенности материала и проконсультироваться с профессионалами в области стеклообработки.",
              "subText": null,
              "other": null
            }
          ]
        }
      },
      {
        "id": 4,
        "type": "furnaces-for-bent-glass-production",
        "routeTitle": "Печи для производства гнутого стекла",
        "content": {
          "images": [
            {"id": 0, "image": "/"}
          ],
          "texts": [
            {
              "id": 0,
              "animatedId": 2,
              "text": null,
              "subText": null,
              "other": "Закажите печь для поллирования стекла у нас и посетите наше производство."
            },
            {
              "id": 1,
              "animatedId": 3,
              "text": "Производство гнутого стекла - это процесс создания стекла, которое имеет изогнутую форму. Одним из наиболее распространенных способов изготовления гнутого стекла является использование печей для гнутого стекла.",
              "subText": null,
              "other": null
            },
            {
              "id": 2,
              "animatedId": 4,
              "text": "Печи для производства гнутого стекла представляют собой специальные установки, способные нагревать плоское стекло до высоких температур и придавать ему нужную форму. В процессе работы печей происходит подогрев стекла до определенной температуры, при которой оно становится достаточно пластичным. Затем стекло помещается на форму или матрицу, которая имеет желаемую изогнутую форму. Под воздействием тепла и давления стекло приобретает форму матрицы и затем охлаждается, чтобы закрепить новую форму.",
              "subText": null,
              "other": null
            },
            {
              "id": 3,
              "animatedId": 5,
              "text": "Существуют разные типы печей для гнутого стекла, включая роликовые печи, камерные печи и шпинделевые печи. Роликовые печи используются для непрерывного производства гнутого стекла и состоят из роликов, по которым перемещается стекло внутри печи. Камерные печи представляют собой стационарные установки, в которых стекло помещается внутрь отдельных камер для прогрева и формовки. Шпинделевые печи используются для создания стекла с более сложной формой и включают вращающиеся шпиндели, на которых размещается стекло и которые подвергаются тепловой обработке.",
              "subText": null,
              "other": null
            },
            {
              "id": 4,
              "animatedId": 6,
              "text": "При использовании печей для гнутого стекла важно контролировать температуру и время нагрева, чтобы достичь оптимальных результатов. Также необходимо учитывать различные параметры, такие как толщина стекла, радиус изгиба и форма матрицы, чтобы получить гнутое стекло с требуемыми характеристиками.",
              "subText": null,
              "other": null
            },
            {
              "id": 5,
              "animatedId": 7,
              "text": "Применение гнутого стекла находит широкое применение в различных областях, включая архитектуру, автомобильную промышленность, производство мебели и дизайн интерьера. Оно позволяет создавать уникальные и эстетически привлекательные изделия, которые удовлетворяют требованиям функциональности и визуального оформления.",
              "subText": null,
              "other": null
            },
            {
              "id": 6,
              "animatedId": 8,
              "text": null,
              "subText": null,
              "other": "Нарисуйте печь для производства гнутого стекла, а мы ее создадим."
            }
          ]
        }
      },
      {
        "id": 5,
        "type": "glass-frosting",
        "routeTitle": "Матирование стекла",
        "content": {
          "images": [
            {"id": 0, "image": "/"}
          ],
          "texts": [
            {
              "id": 0,
              "animatedId": 2,
              "text": "Матирование стекла - это процесс изменения поверхности стекла таким образом, чтобы она стала непрозрачной или имела матовую текстуру. Матирование может применяться для декоративных целей, для создания конфиденциальности или для улучшения внешнего вида стекла.",
              "subText": null,
              "other": null
            },
            {
              "id": 1,
              "animatedId": 2,
              "text": null,
              "subText": null,
              "other": "Существует несколько методов матирования стекла:"
            },
            {
              "id": 2,
              "animatedId": 3,
              "text": null,
              "subText": [
                { "id": 0, "animatedId": 4, "text": "1. Механическое матирование: Этот метод включает использование абразивных материалов, таких как песок, алмазная пыль или кремень, для натирания поверхности стекла. Это может быть выполнено вручную с помощью шлифовальных инструментов или автоматически с использованием специального оборудования. Механическое матирование позволяет создать разные текстуры и узоры на поверхности стекла." }
              ],
              "other": null
            },
            {
              "id": 3,
              "animatedId": 4,
              "text": null,
              "subText": [
                { "id": 0, "animatedId": 5, "text": "2. Химическое матирование: Этот метод включает применение химических веществ, которые взаимодействуют с поверхностью стекла и приводят к ее матированию. Некоторые общие химические вещества, которые используются для матирования стекла, включают кислоты (например, фтороводородную кислоту или фторид алюминия) и щелочные растворы (например, гидроксид натрия). Химическое матирование позволяет достичь более равномерного матирования и создавать более сложные узоры." }
              ],
              "other": null
            },
            {
              "id": 4,
              "animatedId": 5,
              "text": null,
              "subText": [
                { "id": 0, "animatedId": 5, "text": "3. Пескоструйное матирование: Этот метод включает направление потока сжатого воздуха или воды, смешанного с абразивными частицами, на поверхность стекла. Это создает матовую или тонированную поверхность. Пескоструйное матирование может быть использовано для создания различных текстур и узоров на стекле." }
              ],
              "other": null
            },
            {
              "id": 5,
              "animatedId": 6,
              "text": "Матированное стекло имеет несколько преимуществ. Во-первых, оно может предоставить конфиденциальность, ограничивая видимость сквозь стекло. Во-вторых, оно может создать эффектное освещение, распространяя свет по всей поверхности. Кроме того, матированное стекло может служить декоративным элементом в интерьере, добавляя текстуру и стиль.",
              "subText": null,
              "other": null
            }
          ]
        }
      },
      {
        "id": 6,
        "type": "glass-painting",
        "routeTitle": "Покраска стекла ",
        "content": {
          "images": [
            {"id": 0, "image": "/"}
          ],
          "texts": [
            {
              "id": 0,
              "animatedId": 2,
              "text": "Покраска стекла - это процесс нанесения красящих материалов на поверхность стекла для придания ему цвета или декоративного эффекта. Покрашенное стекло может использоваться в различных областях, включая дизайн интерьера, производство стеклянных изделий и художественное стекло.",
              "subText": null,
              "other": null
            },
            {
              "id": 0,
              "animatedId": 2,
              "text": null,
              "subText": null,
              "other": "Существует несколько методов покраски стекла:"
            },
            {
              "id": 0,
              "animatedId": 2,
              "text": null,
              "subText": [
                { "id": 0, "animatedId": 0, "text": "1. Краска на водной основе: Этот метод включает использование краски на водной основе, которая обладает хорошей адгезией к поверхности стекла. Краска на водной основе может быть нанесена на стекло с помощью кисти, распыления или погружения. Она обычно требует предварительной обработки стекла специальными покрытиями или промежуточным слоем для обеспечения лучшего сцепления и долговечности." }
              ],
              "other": null
            },
            {
              "id": 0,
              "animatedId": 2,
              "text": null,
              "subText": [
                { "id": 0, "animatedId": 0, "text": "2. Эмаляция: Этот метод включает нанесение эмали на поверхность стекла и последующую обработку в печи или камере для плавления эмали и ее сцепления с стеклом. Эмали могут быть прозрачными или пигментированными, что позволяет создавать разнообразные цветовые эффекты и дизайны. Эмаляция позволяет достичь высокой степени долговечности и устойчивости к внешним воздействиям." }
              ],
              "other": null
            },
            {
              "id": 0,
              "animatedId": 2,
              "text": null,
              "subText": [
                { "id": 0, "animatedId": 0, "text": "3. Фриттинг: Этот метод включает нанесение специальной стеклянной порошковой смеси, называемой фритт, на поверхность стекла. Фритт может быть пигментированным для придания цвета или иметь различные текстуры для создания декоративных эффектов. Затем стекло с фриттом подвергается плавлению в печи, что позволяет фритту сцепиться с поверхностью стекла и создать устойчивый цветной рисунок или декоративный узор." }
              ],
              "other": null
            },
            {
              "id": 0,
              "animatedId": 2,
              "text": null,
              "subText": [
                { "id": 0, "animatedId": 0, "text": "4. Пленки и спреи: Еще одним способом покраски стекла является использование специальных пленок или спреев. Эти материалы могут быть нанесены на поверхность стекла и обладают различными свойствами, такими как прозрачность, полупрозрачность или полностью непрозрачность. Они также могут иметь различные цвета и текстуры. Пленки и спреи обеспечивают достаточную гибкость и возможность изменять цвет и дизайн стекла в любое время." }
              ],
              "other": null
            },
            {
              "id": 0,
              "animatedId": 2,
              "text": "Важно отметить, что покраска стекла может требовать специальных навыков и оборудования для достижения желаемого результата. Рекомендуется обратиться к специалистам в области покраски стекла для получения наилучших результатов.",
              "subText": null,
              "other": null
            }
          ]
        }
      },
      {
        "id": 7,
        "type": "universal-mold-for-glass-millin",
        "routeTitle": "Универсальная форма для моллирования стекла",
        "content": {
          "images": [
            {"id": 0, "image": "/"}
          ],
          "texts": [
            {
              "id": 0,
              "animatedId": 2,
              "text": null,
              "subText": [
                { "id": 0, "animatedId": 2, "text": "1. Краска на водной основе: Этот метод включает использование краски на водной основе, которая обладает хорошей адгезией к поверхности стекла. Краска на водной основе может быть нанесена на стекло с помощью кисти, распыления или погружения. Она обычно требует предварительной обработки стекла специальными покрытиями или промежуточным слоем для обеспечения лучшего сцепления и долговечности." }
              ],
              "other": null
            },
            {
              "id": 1,
              "animatedId": 2,
              "text": null,
              "subText": [
                { "id": 0, "animatedId": 2, "text": "1. Краска на водной основе: Этот метод включает использование краски на водной основе, которая обладает хорошей адгезией к поверхности стекла. Краска на водной основе может быть нанесена на стекло с помощью кисти, распыления или погружения. Она обычно требует предварительной обработки стекла специальными покрытиями или промежуточным слоем для обеспечения лучшего сцепления и долговечности." }
              ],
              "other": null
            },
            {
              "id": 2,
              "animatedId": 3,
              "text": "Моллирование стекла является процессом создания рельефного или гравированного узора на поверхности стекла. Это традиционная техника, которая используется для создания уникальных и красивых предметов из стекла, таких как вазы, бокалы, художественные панно и многое другое. В этой статье мы рассмотрим универсальную форму для моллирования стекла и изучим, как ее использовать для создания различных дизайнов.",
              "subText": null,
              "other": null
            },
            {
              "id": 3,
              "animatedId": 4,
              "text": "Универсальная форма для моллирования стекла - это приспособление, которое облегчает процесс создания узоров на стекле. Она состоит из специального шаблона с вырезанным узором, который может быть различной формы и размера. Формы могут быть абстрактными, геометрическими, растительными или даже изображать предметы или животных.",
              "subText": null,
              "other": null
            },
            {
              "id": 4,
              "animatedId": 5,
              "text": "Чтобы использовать универсальную форму, необходимо приложить ее к поверхности стекла и затем использовать специальный инструмент, такой как моллировочная палочка или деревянный молоток с резиновым наконечником, чтобы аккуратно пройтись по контуру узора. При нанесении усилия на инструмент, стекло начинает медленно трескаться и отслаиваться, создавая гравированный узор.",
              "subText": null,
              "other": null
            },
            {
              "id": 5,
              "animatedId": 6,
              "text": "Преимущества использования универсальной формы для моллирования стекла заключаются в ее удобстве и повторяемости. Формы имеют точные контуры, что позволяет создавать четкие и симметричные узоры. Благодаря универсальной форме, даже новичкам в моллировании будет легче достичь хороших результатов.",
              "subText": null,
              "other": null
            },
            {
              "id": 6,
              "animatedId": 7,
              "text": "Однако, важно отметить, что моллирование стекла требует определенной техники и навыков. При работе с универсальной формой необходимо правильно дозировать силу при действии на стекло, чтобы избежать его разрушения. Также важно выбирать подходящий инструмент и держать его в правильном углу, чтобы достичь желаемого результата.",
              "subText": null,
              "other": null
            },
            {
              "id": 7,
              "animatedId": 8,
              "text": null,
              "subText": null,
              "other": "Наряду с универсальной формой, можно использовать и другие инструменты и техники моллирования стекла, такие как моллировочные кольца, деревянные молотки разных размеров и форм, а также специальные моллировочные ножи."
            },
            {
              "id": 8,
              "animatedId": 9,
              "text": null,
              "subText": null,
              "other": "Моллирование стекла - это творческий процесс, который позволяет создавать уникальные и красивые работы искусства из стекла. Использование универсальной формы для моллирования стекла может упростить и улучшить ваш опыт в этой технике. Практика и терпение помогут вам усовершенствовать свои навыки и создавать уникальные и впечатляющие работы."
            }
          ]
        }
      }
    ]
  }
]