const blogData = [
  { 
    id: 0,
    title: 'Минимальный радиус гнутого стекла',
    author: 'Steklo',
    postedDate: '25 Января',
    texts: 'Преобразуя интерьер своей квартиры или загородного дома, мы стремимся сделать его одновременно красивым и функциональным, современным и долговечным. Этим требованиям в полной мере соответствуют изделия из стекла. Когда же дело касается оформления ванной комнаты, то…',
    routeLink: '/'
  },
  { 
    id: 1,
    title: 'Допуски гнутого стекла',
    author: 'Steklo',
    postedDate: '25 Января',
    texts: 'Преобразуя интерьер своей квартиры или загородного дома, мы стремимся сделать его одновременно красивым и функциональным, современным и долговечным. Этим требованиям в полной мере соответствуют изделия из стекла. Когда же дело касается оформления ванной комнаты, то…',
    routeLink: '/'
  },
  { 
    id: 2,
    title: 'Зеркальное покрытие на гнутое стекло',
    author: 'Steklo',
    postedDate: '25 Января',
    texts: 'Преобразуя интерьер своей квартиры или загородного дома, мы стремимся сделать его одновременно красивым и функциональным, современным и долговечным. Этим требованиям в полной мере соответствуют изделия из стекла. Когда же дело касается оформления ванной комнаты, то…',
    routeLink: '/'
  },
  { 
    id: 3,
    title: 'Пленка для гнутого стекла',
    author: 'Steklo',
    postedDate: '25 Января',
    texts: 'Преобразуя интерьер своей квартиры или загородного дома, мы стремимся сделать его одновременно красивым и функциональным, современным и долговечным. Этим требованиям в полной мере соответствуют изделия из стекла. Когда же дело касается оформления ванной комнаты, то…',
    routeLink: '/'
  },
  { 
    id: 4,
    title: 'Фурнитура для стекла',
    author: 'Steklo',
    postedDate: '25 Января',
    texts: 'Преобразуя интерьер своей квартиры или загородного дома, мы стремимся сделать его одновременно красивым и функциональным, современным и долговечным. Этим требованиям в полной мере соответствуют изделия из стекла. Когда же дело касается оформления ванной комнаты, то…',
    routeLink: '/'
  },
  { 
    id: 5,
    title: 'Вес стекла',
    author: 'Steklo',
    postedDate: '25 Января',
    texts: 'Преобразуя интерьер своей квартиры или загородного дома, мы стремимся сделать его одновременно красивым и функциональным, современным и долговечным. Этим требованиям в полной мере соответствуют изделия из стекла. Когда же дело касается оформления ванной комнаты, то…',
    routeLink: '/'
  },
  { 
    id: 6,
    title: 'Гнутые витражи',
    author: 'Steklo',
    postedDate: '25 Января',
    texts: 'Преобразуя интерьер своей квартиры или загородного дома, мы стремимся сделать его одновременно красивым и функциональным, современным и долговечным. Этим требованиям в полной мере соответствуют изделия из стекла. Когда же дело касается оформления ванной комнаты, то…',
    routeLink: '/'
  },
  { 
    id: 7,
    title: 'Гнутое керамическое стекло',
    author: 'Steklo',
    postedDate: '25 Января',
    texts: 'Преобразуя интерьер своей квартиры или загородного дома, мы стремимся сделать его одновременно красивым и функциональным, современным и долговечным. Этим требованиям в полной мере соответствуют изделия из стекла. Когда же дело касается оформления ванной комнаты, то…',
    routeLink: '/'
  },
]

export { blogData }