const blogData = [
  { 
    id: 0,
    title: 'Минимальный радиус гнутого стекла',
    author: 'Steklo',
    postedDate: '25 Января',
    texts: 'При изготовлении гнутого стекла важно учитывать его минимальный радиус изгиба. Этот параметр определяет, насколько круто может быть согнут материал без потери прочности или появления дефектов. Определение минимального радиуса гнутого стекла зависит от его толщины, типа стекла и условий эксплуатации. Следует помнить, что слишком маленький радиус может привести к повреждениям и потере функциональности изделия.',
    routeLink: '/'
  },
  { 
    id: 1,
    title: 'Допуски гнутого стекла',
    author: 'Steklo',
    postedDate: '25 Января',
    texts: 'При производстве гнутого стекла неизбежно возникают небольшие отклонения от идеальной формы из-за процесса изгиба и охлаждения. Эти отклонения могут быть допущены в определенных пределах, которые определяются стандартами качества. Допуски гнутого стекла могут касаться как геометрических параметров, так и внешних дефектов, таких как пузырьки воздуха или неровности поверхности.',
    routeLink: '/'
  },
  { 
    id: 2,
    title: 'Зеркальное покрытие на гнутое стекло',
    author: 'Steklo',
    postedDate: '25 Января',
    texts: 'Гнутое стекло может быть покрыто зеркальным слоем, чтобы создать эффектное зеркало с нестандартной формой. Зеркальное покрытие наносится на поверхность стекла с помощью специальных технологий, обеспечивая отражающие свойства материала. Это позволяет использовать гнутое зеркало как декоративный элемент в интерьере или для создания необычных оптических эффектов.',
    routeLink: '/'
  },
  { 
    id: 3,
    title: 'Пленка для гнутого стекла',
    author: 'Steklo',
    postedDate: '25 Января',
    texts: 'Пленка для гнутого стекла является важным элементом для улучшения его свойств и функциональности. Эта тонкая пленка может предоставлять различные функции, такие как защита от ультрафиолетовых лучей, повышение прочности, уменьшение прозрачности или добавление декоративного эффекта. Применение пленки позволяет расширить возможности использования гнутого стекла в различных областях, от архитектуры до автомобилестроения.',
    routeLink: '/'
  },
  { 
    id: 4,
    title: 'Фурнитура для стекла',
    author: 'Steklo',
    postedDate: '25 Января',
    texts: 'Фурнитура для стекла играет важную роль в монтаже и эксплуатации гнутого стекла. От выбора подходящей фурнитуры зависит не только удобство использования изделия, но и его безопасность и долговечность. Фурнитура может включать в себя различные элементы, такие как крепежные соединения, ручки, петли и механизмы открывания, специально разработанные для работы с гнутым стеклом.',
    routeLink: '/'
  },
  { 
    id: 5,
    title: 'Вес стекла',
    author: 'Steklo',
    postedDate: '25 Января',
    texts: 'Вес гнутого стекла является важным параметром при его проектировании и использовании. Он зависит от толщины стекла, его размеров и формы. Учет веса стекла необходим при расчете несущей способности конструкций, выборе подходящих материалов для монтажа и обеспечении безопасности в процессе эксплуатации.',
    routeLink: '/'
  },
  { 
    id: 6,
    title: 'Гнутые витражи',
    author: 'Steklo',
    postedDate: '25 Января',
    texts: 'Гнутые витражи представляют собой особую форму стеклянного искусства, где стекло изгибается в различные формы, создавая уникальные композиции и узоры. Эти витражи могут быть использованы для оформления окон в церквях, зданиях общественного назначения или как декоративный элемент в частных домах. Гнутые витражи могут быть выполнены как из прозрачного, так и из цветного стекла, что позволяет создавать разнообразные визуальные эффекты.',
    routeLink: '/'
  },
  { 
    id: 7,
    title: 'Гнутое керамическое стекло',
    author: 'Steklo',
    postedDate: '25 Января',
    texts: 'Гнутое керамическое стекло представляет собой специальный тип стекла, обработанного с применением керамических материалов для придания ему дополнительной прочности и устойчивости к теплу. Этот материал широко используется в архитектуре, автомобилестроении и других отраслях, где требуются стекла с высокими техническими характеристиками и способностью к гибкому формообразованию.',
    routeLink: '/'
  },
]

export { blogData }